[
  {
    "name": "A124",
    "image_url": "https://i.imgur.com/xHoCTQm.png",
    "skill": "THRILL OF BATTLE",
    "description": "Active - 8m electromagnetic wave that disables enemy skills activation for 20s, inflicts 25 DMG. 75s cooldown",
    "description_ms": "Aktif - Gelombang elektromagnet 8m yang melumpuhkan pengaktifan kemahiran lawan selama 20 saat, memberikan 25 DMG. Cooldown 75 saat",
    "status": "",
    "skill_type": "Active",
    "role": "ATTACK",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Alok",
    "image_url": "https://i.imgur.com/u5xch51.png",
    "skill": "DROP THAT BEAT",
    "description": "Active - Creates a 5m aura that increases movement speed by 15% and restores 5 HP per second for 10s. Effects do not stack. Cooldown 45s.",
    "description_ms": "Aktif - Mencipta aura 5m yang meningkatkan kelajuan pergerakan sebanyak 15% dan memulihkan 5 HP sesaat selama 10 saat. Kesan tidak bertindan. Cooldown 45 saat.",
    "status": "",
    "skill_type": "Active",
    "role": "SURVIVAL",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Chrono",
    "image_url": "https://i.imgur.com/nOciCJx.png",
    "skill": "TIME TURNER",
    "description": "Active - Creates a 10sec force field that blocks 1000 damage. 60s Cooldown",
    "description_ms": "Aktif - Mencipta medan daya (force field) 10 saat yang menyekat 1000 damage. Cooldown 60 saat.",
    "status": "buffed",
    "skill_type": "Active",
    "role": "TEAM WORK",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Clu",
    "image_url": "https://i.imgur.com/rb0QZx7.png",
    "skill": "TRACING STEPS",
    "description": "Active - Locate positions of enemies within 80m who are not in prone or squat position. Lasts for 10s. Enemy positions are shared with teammates. Boosts movement speed by 10% while in effect. Cooldown: 455.",
    "description_ms": "Aktif - Cari kedudukan musuh dalam jarak 80m yang tidak berada dalam posisi meniarap atau mencangkung. Bertahan selama 10 saat. Kedudukan musuh dikongsi dengan rakan sepasukan. Meningkatkan kelajuan pergerakan sebanyak 10%. Cooldown: 455.",
    "status": "",
    "skill_type": "Active",
    "role": "INFO",
    "meta": "no",
    "cs_meta": "yes"
  },
  {
    "name": "Dimitri",
    "image_url": "https://i.imgur.com/13rPnSI.png",
    "skill": "HEALING HEARTBEAT",
    "description": "Active - Creates a 4m-diameter healing zone. Inside, user and allies recover 10HP/s. When downed, user and allies can self recover to get up. Lasts for 6s. Cooldown 75s.",
    "description_ms": "Aktif - Mencipta zon penyembuhan berdiameter 4m. Di dalam, pengguna dan rakan sepasukan memulihkan 10HP/s. Apabila ditumbangkan, pengguna dan rakan sepasukan boleh pulih sendiri / self-recover. Bertahan selama 6 saat. Tempoh penyejukan 75 saat.",
    "status": "buffed",
    "skill_type": "Active",
    "role": "TEAM WORK",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Homer",
    "image_url": "https://i.imgur.com/ySk50DI.png",
    "skill": "SENSES SHOCKWAVE",
    "description": "Active - Releases a drone towards nearest enemy within 100m frontal distance creating a 5.5m diameter pulse which reduces movement speed by 40% and firing speed by 40% for 5s. 25 damage. 60s cooldown",
    "description_ms": "Aktif - Melepaskan dron ke arah musuh terdekat dalam jarak hadapan 100m, menghasilkan denyutan berdiameter 5.5m yang mengurangkan kelajuan pergerakan sebanyak 40% dan kelajuan menembak sebanyak 40% selama 5 saat. 25 damage. 60 saat cooldown.",
    "status": "buffed",
    "skill_type": "Active",
    "role": "INFO",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Ignis",
    "image_url": "https://i.imgur.com/tdPOAHI.png",
    "skill": "FLAME MIRAGE",
    "description": "Active - Deploys a 10m-wide flaming screen that lasts 10s and moves forward at 6m/s for up to 8s. While in effect, use the skill again to stop the screen. Enemies (or Gloo Walls) that get in touch with it will instantly take 25 (or 400) DMG, and then take 5 (or 100) DMG/s. Lasts 2s. Cooldown: 60s. Upto 2 skills can be stored with a 0.5s cooldown in between",
    "description_ms": "Aktif - Menggunakan skrin berapi selebar 10m yang bertahan selama 10 saat dan bergerak ke hadapan pada kelajuan 6m/s sehingga 8 saat. Apabila masih aktif, gunakan kemahiran ini sekali lagi untuk menghentikan skrin. Lawan (atau Dinding Gloo) yang menyentuhnya akan serta-merta mengambil 25 (atau 400) DMG, dan kemudian mengambil 5 (atau 100) DMG/s. Bertahan selama 2 saat. Cooldown: 60 saat. Boleh simpan sehingga 2 kemahiran, dengan tempoh penyejukan 0.5 saat di antara kedua-keduanya.",
    "status": "",
    "skill_type": "Active",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "yes"
  },
  {
    "name": "Iris",
    "image_url": "https://i.imgur.com/SVvmZnM.png",
    "skill": "WALL BRAWL",
    "description": "Active - For 15s, firing at gloo will mark enemies within 7m and penetrate gloo to damage marked enemies. Max 5 gloo walls. 60s cooldown",
    "description_ms": "Aktif - Selama 15 saat, menembak gloo akan menandakan lawan dalam jarak 7m dan menembusi gloo untuk menyebabkan damage kepada lawan tersebut. Maksimum 5 dinding gloo. Cooldown 60 saat",
    "status": "",
    "skill_type": "Active",
    "role": "INFO",
    "meta": "no",
    "cs_meta": "yes"
  },
  {
    "name": "K",
    "image_url": "https://i.imgur.com/Xq8oACe.png",
    "skill": "MASTER OF ALL",
    "description": "Active - Max. EP increases by 50.  \nJiu-jitsu Mode: Allies within 15m get 600% increase in EP conversion rate. \nPsychology Mode: Recover 3 EP every 1s, up to 250 EP. \nMode switch Cooldown: 6s.",
    "description_ms": "Aktif - EP maksimum meningkat sebanyak 50.\nMod Jiu-jitsu: kadar penukaran EP rakan sepasukan dalam lingkungan 15m meningkat 600% \nMod Psikologi: Pulihkan 3 EP setiap 1 saat, sehingga 250 EP.\nMode switch cooldown: 6 saat.",
    "status": "",
    "skill_type": "Active",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Kassie",
    "image_url": "https://i.imgur.com/Ya0dxi1.png",
    "skill": "BASIC THERAPY / FOCUSED THERAPY",
    "description": "Active - Basic Therapy (no cooldown): Tap to create a 50m max healing bond with a teammate, restoring 3 HP/s for both. The bond breaks if the range is exceeded or can be manually canceled.\nFocused Therapy: Tap again to instantly restore 120 HP to the target (The skill will be auto-released while target's HP is below 50. Healing amount will be 80% when used manually.)\n Cooldown: 45s.",
    "description_ms": "Aktif - Terapi Asas (tiada cooldown): Ketik untuk mencipta ikatan penyembuhan maksimum 50m dengan rakan sepasukan, memulihkan 3 HP/s untuk kedua-duanya. Ikatan tersebut akan putus jika julat tersebut dilampaui atau boleh dibatalkan secara manual.\nTerapi Fokus: Ketik sekali lagi untuk memulihkan 120 HP kepada sasaran serta-merta (Kemahiran ini akan dikeluarkan secara automatik semasa HP sasaran berada di bawah 50. Jumlah penyembuhan akan menjadi 80% apabila digunakan secara manual.)\nCoolingdown: 45s.",
    "status": "",
    "skill_type": "Active",
    "role": "TEAM WORK",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Kenta",
    "image_url": "https://i.imgur.com/6S0svrf.png",
    "skill": "SWORDSMAN'S WRATH",
    "description": "Active - Forms a shield of 5m width that reduces 60% weapon damage coming from the front. \nWhen firing, the shield's damage reduction reduces to 20%. Lasts for 5s. Cooldown: 70s.",
    "description_ms": "Aktif - Membentuk perisai selebar 5m yang mengurangkan 60% kerosakan senjata yang datang dari hadapan.\nApabila menembak, pengurangan kerosakan perisai berkurangan kepada 20%. Bertahan selama 5 saat. Tempoh Penyejukan: 70 saat.",
    "status": "",
    "skill_type": "Active",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Koda",
    "image_url": "https://i.imgur.com/COE3DRg.png",
    "skill": "AURORA VISION",
    "description": "Active - Activates the Aurora power for 10s. Increases movement speed by 15% and discovers enemies behind cover within 50m every 1s (unable to detect those crouching or prone). Cooldown: 45s. (While parachuting, highlights enemy locations within the field of view but the effect is not shared with teammates.)",
    "description_ms": "Aktif - Mengaktifkan kuasa Aurora selama 10 saat. Meningkatkan kelajuan pergerakan sebanyak 15% dan menemui musuh di sebalik perlindungan dalam jarak 50m setiap 1 saat (tidak dapat mengesan mereka yang sedang mencangkung atau meniarap). Tempoh Penyejukan: 45 saat. (Semasa terjun payung, menonjolkan lokasi musuh dalam medan pandangan tetapi kesannya tidak dikongsi dengan rakan sepasukan.)",
    "status": "",
    "skill_type": "Active",
    "role": "SURVIVAL",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Morse",
    "image_url": "https://i.imgur.com/b7KHp6d.png",
    "skill": "STEALTH BYTES",
    "description": "Active - Enters the Stealth mode, during which the user is hard to be seen by enemies beyond 16m, cannot be detected by enemies, and gains a 20% speed boost. Meanwhile, aim assist will be triggered if there are enemies within 4m. Lasts up to 15s. While stealthed, the user cannot fire. Exiting Stealth has a 1s delay. Cooldowns: 45s.",
    "description_ms": "Aktif - Memasuki mod Stealth, di mana pengguna sukar dilihat oleh musuh melebihi 16m, tidak dapat dikesan oleh musuh, dan memperoleh peningkatan kelajuan 20%. Sementara itu, aim assist akan dicetuskan jika terdapat musuh dalam jarak 4m. Tahan sehingga 15s. Semasa disembunyikan, pengguna tidak boleh menembak. Keluar dari Stealth mempunyai kelewatan 1s. Tenang: 45s."
    "status": "",
    "skill_type": "Active",
    "role": "SURVIVAL",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Nero",
    "image_url": "https://i.imgur.com/p7gQoSG.png",
    "skill": "CRYO MIND",
    "description": "Active - Throws a 150-HP plushie. The plushie lasts for 12s, ignores any obstacles and can fly up to 50m (100m in BR). The plushie will track the nearest enemy in sight within 8m range and explode to create an 8m-radius dreamy space. Inside the space, the user and their enemies cannot place Gloo Walls. Their enemies also lose 16 HP/s. The space disappears once the plushie is destroyed. The destroyer will be marked for 5s. Cooldown: 45s.",
    "description_ms": "Aktif - Melemparkan boneka 150-HP. Boneka ini bertahan selama 12 saat, mengabaikan sebarang halangan dan boleh terbang sehingga 50m (100m dalam BR). Boneka ini akan menjejaki musuh terdekat yang kelihatan dalam jarak 8m dan meletup untuk mewujudkan ruang impian berjejari 8m. Di dalam ruang tersebut, pengguna dan musuh mereka tidak boleh meletakkan Dinding Gloo. Musuh mereka juga kehilangan 16 HP/s. Ruang tersebut hilang sebaik sahaja boneka dimusnahkan. Pemusnah akan ditanda selama 5 saat. Tempoh Sejuk: 45 saat.",
    "status": "",
    "skill_type": "Active",
    "role": "ATTACK",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Orion",
    "image_url": "https://i.imgur.com/icFg0cY.png",
    "skill": "CRIMSON CRUSH",
    "description": "Active - Replaces EP with 300 Crimson Energy. Consumes 200 Crimson Energy to activate its protection, during which you cannot take damage or attack enemies and will absorb 10 HP (ignoring enemy Shield Points) from foes within 5m. Lasts for 3s, during which your movement speed will decrease by 5%. Cooldown: 3s.",
    "description_ms": "Aktif - Menggantikan EP dengan 300 Tenaga Crimson. Menggunakan 200 Tenaga Crimson untuk mengaktifkan perlindungannya, di mana anda tidak boleh menerima kerosakan atau menyerang musuh dan akan menyerap 10 HP (mengabaikan Mata Perisai musuh) daripada musuh dalam jarak 5m. Bertahan selama 3 saat, di mana kelajuan pergerakan anda akan berkurangan sebanyak 5%. Tempoh Penyejukan: 3 saat.",
    "status": "",
    "skill_type": "Active",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "yes"
  },
  {
    "name": "Oscar",
    "image_url": "https://i.imgur.com/Q5T5FRN.png",
    "skill": "VALIANT DASH",
    "description": "Active - Dashes towards the target direction, detonating the first 3 Gloo Walls in the way with 25 DMG, while also dealing 25 DMG to and knocking back enemies encountered. Cooldown: 45s",
    "description_ms": "Aktif - Berlari ke arah sasaran, meletupkan 3 Dinding Gloo pertama yang menghalang dengan 25 DMG, sambil turut memberikan 25 DMG dan menjatuhkan musuh yang ditemui. Tempoh Penyejukan: 45 saat",
    "status": "",
    "skill_type": "Active",
    "role": "ATTACK",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Ryden",
    "image_url": "https://i.imgur.com/UvI83b8.png",
    "skill": "SPIDER TRAP",
    "description": "Active - Release a destructible explosive spider in the target direction, lasting for 60s. Tap on the skill button again within 10s to stop the spider's movement. The spider will catch the first enemy it spotted within 5m, reduce their speed by 80% and cause them to lose 10 HP/s. Skill effects last for 4s. Cooldown: 60s. 2 skills can be used with 10s between.",
    "description_ms": "Aktif - Lepaskan labah-labah letupan yang boleh dimusnahkan ke arah sasaran, selama 60 saat. Ketik butang kemahiran sekali lagi dalam masa 10 saat untuk menghentikan pergerakan labah-labah. Labah-labah akan menangkap musuh pertama yang ditemuinya dalam jarak 5m, mengurangkan kelajuan mereka sebanyak 80% dan menyebabkan mereka kehilangan 10 HP/s. Kesan kemahiran berlangsung selama 4 saat. Tempoh Penyejukan: 60 saat. 2 kemahiran boleh digunakan dengan jarak 10 saat antara satu sama lain.",
    "status": "",
    "skill_type": "Active",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Santino",
    "image_url": "https://i.imgur.com/kfDV961.png",
    "skill": "SHAPE SPLITTER",
    "description": "Active - Spawn a 200 HP mannequin that autonomously travels for 25s. When the mannequin is within 90m, use the skill again to switch positions with it. You can only switch once within 3s, up to 2 time(s) in total. The player who destroys the mannequin will be marked for 5s. Cooldown: 60s. **Teleport height restriction (cannot teleport when the mannequin is 10m higher than the user)**",
    "description_ms": "Aktif - Melahirkan manekin 200 HP yang bergerak secara autonomi selama 25 saat. Apabila manekin berada dalam jarak 90m, gunakan kemahiran itu sekali lagi untuk bertukar posisi dengannya. Anda hanya boleh bertukar sekali dalam masa 3 saat, sehingga 2 kali secara keseluruhan. Pemain yang memusnahkan manekin akan ditanda selama 5 saat. Tempoh Penyejukan: 60 saat. **Sekatan ketinggian Teleport (tidak boleh teleport apabila manekin 10m lebih tinggi daripada pengguna)**",
    "status": "",
    "skill_type": "Active",
    "role": "SURVIVAL",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Skyler",
    "image_url": "https://i.imgur.com/f0H8bdb.png",
    "skill": "RIPTIDE RHYTHM",
    "description": "Active - Unleashes a sonic wave forward for up to 100m. \nWhen hitting an obstacle, the wave will explode and deal 500 DMG/s to Gloo Walls within 4m. \nLasts 6s Cooldown: 45s. Up to 2 skill charges can be stored. Gloo Walls > 5m away is auto aimed.",
    "description_ms": "Aktif - Melepaskan gelombang sonik ke hadapan sehingga 100m.\nApabila terkena halangan, gelombang akan meletup dan memberikan 500 DMG/s kepada Dinding Gloo dalam masa 4m.\nBertahan selama 6 saat. Tempoh Penyejukan: 45 saat. Sehingga 2 cas kemahiran boleh disimpan. Dinding Gloo yang berada > 5m jauhnya disasarkan secara automatik.",
    "status": "",
    "skill_type": "Active",
    "role": "ATTACK",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Steffie",
    "image_url": "https://i.imgur.com/f2PQFdX.png",
    "skill": "PAINTED REFUGE",
    "description": "Active - Creates 4m area where throwables are invalid. Allies in area will restore 10% armor every second and damage from ammo reduce by 20%. Lasts for 15s. 60s cooldown",
    "description_ms": "Aktif - Mencipta kawasan 4m di mana barang boleh lemparan tidak sah. Sekutu di kawasan tersebut akan memulihkan 10% perisai setiap saat dan kerosakan daripada peluru berkurangan sebanyak 20%. Bertahan selama 15 saat. Cooldown 60 saat.",
    "status": "",
    "skill_type": "Active",
    "role": "TEAM WORK",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Tatsuya",
    "image_url": "https://i.imgur.com/i9fECS9.png",
    "skill": "REBEL RUSH",
    "description": "Active - Dashes forward at a rapid speed for 0.3s and resets the cooldown by knocking down enemies. Dash replenish time: 120s.",
    "description_ms": "Aktif - Melumpat ke hadapan pada kelajuan pantas selama 0.3 saat dan menetapkan semula cooldown dengan menjatuhkan musuh. Masa pengisian semula melontar: 120 saat.",
    "status": "",
    "skill_type": "Active",
    "role": "SURVIVAL",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Wukong",
    "image_url": "https://i.imgur.com/LxZHoRW.png",
    "skill": "CAMOUFLAGE",
    "description": "Active - Transforms into a bush with 10% reduction in movement speed, that lasts for 10s. Cooldown: 120s. \nTransformation ends when Wukong attacks. CD resets when Wukong takes down an enemy.",
    "description_ms": "Aktif - Berubah menjadi semak dengan pengurangan kelajuan pergerakan sebanyak 10%, yang berlangsung selama 10 saat. Tempoh Penyejukan: 120 saat.\nTransformasi berakhir apabila Wukong menyerang. CD ditetapkan semula apabila Wukong menjatuhkan musuh.",
    "status": "",
    "skill_type": "Active",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Xayne",
    "image_url": "https://i.imgur.com/zTvHTlu.png",
    "skill": "XTREME ENCOUNTER",
    "description": "Active - Enters Xtreme state and instantly obtains 50 temporary Shield Points for 12s during which each knochdown of an enemy restores the temporary Shield Points gained through this skill back to 50 and resets the state duration. Once state ends, the Shield Points earned from this process will be removed. Cooldown: 75s.",
    "description_ms": "Aktif - Memasuki keadaan Xtreme dan serta-merta memperoleh 50 Mata Perisai sementara selama 12 saat di mana setiap tumbukan musuh akan mengembalikan Mata Perisai sementara yang diperoleh melalui kemahiran ini kembali kepada 50 dan menetapkan semula tempoh keadaan. Setelah keadaan tamat, Mata Perisai yang diperoleh daripada proses ini akan dialih keluar. Tempoh Penyejukan: 75 saat.",
    "status": "",
    "skill_type": "Active",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "yes"
  },
  {
    "name": "Alvaro",
    "image_url": "https://i.imgur.com/BjxSoDK.png",
    "skill": "SPLIT BLITZ",
    "description": "Passive - Damage of explosive increase by 25% (Buffed: 20% → 25%) and range increases by 10%. Each grenade will split into 3 mini grenades after explosion, dealing 25% damage of the original grenade.",
    "description_ms": "Pasif - Kerosakan akibat letupan meningkat sebanyak 25% (Ditingkatkan: 20% → 25%) dan jarak serangan meningkat sebanyak 10%. Setiap bom tangan akan berpecah kepada 3 bom tangan mini selepas letupan, mengakibatkan kerosakan 25% daripada bom tangan asal.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Andrew",
    "image_url": "https://i.imgur.com/s9bFMQZ.png",
    "skill": "WOLF PACK",
    "description": "Passive - Armor durability loss decreases by 40% and armor DMG reduction increases by 4%. Obtains 1% DMG reduction bonus for each teammate present within 15m.",
    "description_ms": "Pasif - Kehilangan ketahanan perisai berkurangan sebanyak 40% dan pengurangan DMG perisai meningkat sebanyak 4%. Memperoleh bonus pengurangan DMG 1% untuk setiap rakan sepasukan yang berada dalam lingkungan 15m.",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Antonio",
    "image_url": "https://i.imgur.com/kOAxVZS.png",
    "skill": "GANSTER SPIRIT",
    "description": "Passive - Gets 20 extra shield point at the start of match and recovers sheild points after surviving combat",
    "description_ms": "Pasif - Mendapat 20 mata perisai tambahan pada permulaan perlawanan dan mendapatkan semula mata perisai selepas terselamat dalam pertempuran",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "yes"
  },
  {
    "name": "Caroline",
    "image_url": "https://i.imgur.com/0hEEZlL.png",
    "skill": "AGILITY",
    "description": "Passive - When holding a shotgun, movement speed increase by 16%",
    "description_ms": "Pasif - Apabila memegang senapang patah, kelajuan pergerakan meningkat sebanyak 16%",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "D-Bee",
    "image_url": "https://i.imgur.com/sqG0U3u.png",
    "skill": "BULLET BEATS",
    "description": "Passive - When firing while moving, movement speed increases by 50%, accuracy increases by 60%",
    "description_ms": "Pasif - Apabila menembak sambil bergerak, kelajuan pergerakan meningkat sebanyak 50%, ketepatan meningkat sebanyak 60%",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Dasha",
    "image_url": "https://i.imgur.com/loOR3hg.png",
    "skill": "PARTYING ON",
    "description": "Passive - After knocking down an enemy, enter Highlight Mode, which gain an 18% increase in fire rate and 12% in movement speed for 6s. Continuous knockdowns reset the timer and further boost fire rate by 4% and movement speed by 3%.",
    "description_ms": "Pasif - Selepas menjatuhkan musuh, masuk ke Mod Sorotan, yang akan meningkatkan kadar tembakan sebanyak 18% dan kelajuan pergerakan sebanyak 12% selama 6 saat. Serangan berterusan akan menetapkan semula pemasa dan seterusnya meningkatkan kadar tembakan sebanyak 4% dan kelajuan pergerakan sebanyak 3%.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Ford",
    "image_url": "https://i.imgur.com/9LWbDNP.png",
    "skill": "IRON WILL",
    "description": "Passive - Gain 10 HP/s for 3s (previously 4) when taking damage. After releasing an active skill, this passive skill will reset immediately. Cooldown: 20s.",
    "description_ms": "Pasif - Dapatkan 10 HP/s selama 3 saat (sebelum ini 4) apabila menerima kerosakan. Selepas melepaskan kemahiran aktif, kemahiran pasif ini akan ditetapkan semula serta-merta. Tempoh Penyejukan: 20 saat.",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Hayato",
    "image_url": "https://i.imgur.com/R9CggPC.png",
    "skill": "BUSHIDO",
    "description": "Passive - Every 10% HP lost, armor penetration increases by 3.5% and frontal DMG taken decreases by 2%.",
    "description_ms": "Pasif - Setiap 10% HP yang hilang, penembusan perisai meningkat sebanyak 3.5% dan DMG hadapan yang diambil berkurangan sebanyak 2%.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "J.Biebs",
    "image_url": "https://i.imgur.com/nJsGTtn.png",
    "skill": "SILENT SENTINEL",
    "description": "Passive - User and allies within 15m can block 8% damage using EP. In this case, the amount of EP deducted from allies will be added to the skill user's EP.",
    "description_ms": "Pasif - Pengguna dan sekutu dalam jarak 15m boleh menyekat kerosakan 8% menggunakan EP. Dalam kes ini, jumlah EP yang ditolak daripada sekutu akan ditambah kepada EP pengguna kemahiran.",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Jai",
    "image_url": "https://i.imgur.com/h3AX0sw.png",
    "skill": "RAGING RELOAD",
    "description": "Passive - After knocking down an enemy or using an active skill, 100% of the gun's magazine reloads automatically",
    "description_ms": "Pasif - Selepas menjatuhkan musuh atau menggunakan kemahiran aktif, 100% magasin senjata akan dimuat semula secara automatik",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Joseph",
    "image_url": "https://i.imgur.com/lFp1NEL.png",
    "skill": "SILVER SPOON",
    "description": "Passive - Become immune from disruptive effects (e.g. slowdown, marking, skill-silencing) and have a 10% movement speed boost for 55. Cooldown: 45s.",
    "description_ms": "Pasif - Menjadi kebal daripada kesan gangguan (cth. perlambatan, penandaan, penyenyapan kemahiran) dan mempunyai peningkatan kelajuan pergerakan 10% selama 55. Tempoh Penyejukan: 45 saat.",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Jota",
    "image_url": "https://i.imgur.com/QLjDhkY.png",
    "skill": "SUSTAINED RAIDS",
    "description": "Passive - When the skill user is using guns, hitting an enemy recovers some HP and knocking down an enemy recovers 20% HP",
    "description_ms": "Pasif - Apabila pengguna kemahiran menggunakan senjata, memukul musuh akan memulihkan sedikit HP dan menjatuhkan musuh akan memulihkan 20% HP.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Kairos",
    "image_url": "https://i.imgur.com/h89p30Y.png",
    "skill": "DEFENSE BREAKER",
    "description": "Passive - Defense Mode: Automatically recovers 2 EP/s until full.\nBreaker Mode: Activates with full EP when hitting shielded/armored enemies, consuming 20 EP/s (Nerfed:10 EP/s → 20 EP/s). Each hit reduces their Shield Points or Armor Durability by 90% (previously 120%) of the damage dealt. Returns to Defense Mode when EP reaches 0.",
    "description_ms": "Pasif - Mod Pertahanan: Memulihkan 2 EP/s secara automatik sehingga penuh.\nMod Pemutus: Aktif dengan EP penuh apabila mengenai musuh yang dilindungi/diperisai, menggunakan 20 EP/s (Nerfed:10 EP/s → 20 EP/s). Setiap serangan mengurangkan Mata Perisai atau Ketahanan Perisai mereka sebanyak 90% (sebelum ini 120%) daripada kerosakan yang dikenakan. Kembali ke Mod Pertahanan apabila EP mencapai 0.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Kapella",
    "image_url": "https://i.imgur.com/0xIQbAa.png",
    "skill": "REMEDY ROUNDS",
    "description": "Passive - Heal teammates with ammo by 20% of the damage dealt. When using a Heal Pistol, increase healing effects by 20%.",
    "description_ms": "Pasif - Sembuhkan rakan sepasukan dengan peluru sebanyak 20% daripada kerosakan yang dikenakan. Apabila menggunakan Pistol Sembuh, tingkatkan kesan penyembuhan sebanyak 20%.",
    "status": "",
    "skill_type": "Passive",
    "role": "TEAM WORK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Kelly",
    "image_url": "https://i.imgur.com/St3HV3s.png",
    "skill": "DASH",
    "description": "Passive - Sprinting speed increases by 6%. After sprinting for 4s, damage of the first 1 shot landed increases to 106%.",
    "description_ms": "Pasif - Kelajuan pecutan meningkat sebanyak 6%. Selepas pecutan selama 4 saat, kerosakan 1 tembakan pertama yang mendarat meningkat kepada 106%.",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Kla",
    "image_url": "https://i.imgur.com/mOAMXaH.png",
    "skill": "MUAY THAI",
    "description": "Passive - Fist damage increase by 400%",
    "description_ms": "Pasif - Kerosakan penumbuk meningkat sebanyak 400%",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Laura",
    "image_url": "https://i.imgur.com/wsFhbfY.png",
    "skill": "SHARP SHOOTER",
    "description": "Passive - Accuracy increases by 60% (Buffed: 50% → 60%) when scoped in",
    "description_ms": "Pasif - Ketepatan meningkat sebanyak 60% (Ditingkatkan: 50% → 60%) apabila diliputi dalam",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Leon",
    "image_url": "https://i.imgur.com/A8bpTFX.png",
    "skill": "BUZZER BEATER",
    "description": "Passive - 4s after being attacked, recover 4HP/s for 15s",
    "description_ms": "Pasif - 4 saat selepas diserang, pulihkan 4HP/s selama 15 saat",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Lila",
    "image_url": "https://i.imgur.com/H9hq2iX.png",
    "skill": "GLOO STRIKE",
    "description": "Passive - When Lila hits an enemy or a vehicle with an assault and marksman rifle, the enemy’s movement slows down by 10% or the vehicle's movement speed by 80% for 3 secs. If the enemy is knocked down while decelerated, freezes them for upto 3s and obtains 2 extra Gloo Wall.",
    "description_ms": "Pasif - Apabila Lila mengenai musuh atau kenderaan dengan senapang serangan dan penembak tepat, pergerakan musuh akan menjadi perlahan sebanyak 10% atau kelajuan pergerakan kenderaan sebanyak 80% selama 3 saat. Jika musuh dilanggar semasa diperlahankan, ia akan membekukan mereka sehingga 3 saat dan memperoleh 2 Dinding Gloo tambahan.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Luna",
    "image_url": "https://i.imgur.com/pSQQblu.png",
    "skill": "FIGHT OR FLIGHT",
    "description": "Passive - Increases firing rate by 8%. When user hits an enemy, a max of 10% of firing rate converts to movement speed. Skill resets when user survives combat.",
    "description_ms": "Pasif - Meningkatkan kadar tembakan sebanyak 8%. Apabila pengguna mengenai musuh, maksimum 10% daripada kadar tembakan akan ditukar kepada kelajuan pergerakan. Kemahiran akan ditetapkan semula apabila pengguna terselamat dalam pertempuran.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Luqueta",
    "image_url": "https://i.imgur.com/Kfz3Qc5.png",
    "skill": "HAT TRICK",
    "description": "Passive - Every elimination increases the max Shield Points permanently by 15. Max boost: 45. Clears the effect once the player is eliminated or the round is reset.",
    "description_ms": "Pasif - Setiap penyingkiran meningkatkan Mata Perisai maksimum secara kekal sebanyak 15. Peningkatan maksimum: 45. Menghapuskan kesan sebaik sahaja pemain disingkirkan atau pusingan ditetapkan semula.",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Maro",
    "image_url": "https://i.imgur.com/CoTcXYW.png",
    "skill": "FALCON FERVOR",
    "description": "Passive - Dmg increases with distance up to 25%\nDmg to marked enemies increases by 5%",
    "description_ms": "Pasif - Dmg meningkat dengan jarak sehingga 25%\nDmg kepada musuh yang ditanda meningkat sebanyak 5%",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Maxim",
    "image_url": "https://i.imgur.com/d4qjVdp.png",
    "skill": "GLUTTONY",
    "description": "Passive - Eating mushrooms and using Med Kits faster by 25%",
    "description_ms": "Pasif - Makan cendawan dan menggunakan Kit Med dengan lebih pantas sebanyak 25%",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Miguel",
    "image_url": "https://i.imgur.com/MiVt2oZ.png",
    "skill": "CRAZY SLAYER",
    "description": "Passive - Gain 200 EP for knocking down an enemy",
    "description_ms": "Pasif - Dapatkan 200 EP jika menjatuhkan musuh",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Misha",
    "image_url": "https://i.imgur.com/cWWOMGa.png",
    "skill": "AFTERBURNER",
    "description": "Passive - Driving speed increases by 10%. While in vehicle, character is harder to be targeted at, and damage taken is decreased by 20%",
    "description_ms": "Pasif - Kelajuan pemanduan meningkat sebanyak 10%. Semasa di dalam kenderaan, watak lebih sukar untuk disasarkan, dan kerosakan yang diterima berkurangan sebanyak 20%.",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Moco",
    "image_url": "https://i.imgur.com/U25JAH2.png",
    "skill": "ENIGMAS EYE",
    "description": "Passive - Marks the enemy hit, exposes their location in the FOV, the minimap and shares it with teammates for 4s. The enemy, if moving while marked, will have their location exposed for a longer time, up to 5.5s.",
    "description_ms": "Pasif - Menandakan musuh yang terkena, mendedahkan lokasi mereka dalam FOV, peta mini dan berkongsinya dengan rakan sepasukan selama 4 saat. Musuh, jika bergerak semasa ditanda, lokasi mereka akan terdedah untuk masa yang lebih lama, sehingga 5.5 saat.",
    "status": "",
    "skill_type": "Passive",
    "role": "INFO",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Nairi",
    "image_url": "https://i.imgur.com/bBA4y4O.png",
    "skill": "ICE IRON",
    "description": "Passive - Within 1.5s (Nerfed:2.1s → 1.5s) after deploying Gloo Walls, restores 106 durability/ for them and restores 10HP/s for teammates within 5m. The healing effect cannot be stacked by deploying multiple Gloo Walls.",
    "description_ms": "Pasif - Dalam masa 1.5 saat (Nerfed:2.1 saat → 1.5 saat) selepas menggunakan Gloo Walls, memulihkan 106 ketahanan/ untuk mereka dan memulihkan 10HP/s untuk rakan sepasukan dalam masa 5m. Kesan penyembuhan tidak boleh ditumpuk dengan menggunakan berbilang Gloo Walls.",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Nikita",
    "image_url": "https://i.imgur.com/i3XCg37.png",
    "skill": "FIREARMS EXPERT",
    "description": "Passive - Reload speed increases by 30%. Every time the skill user hits an enemy, said target will get a 50% healing deduction that lasts for 6s (max. deduction: 50%).",
    "description_ms": "Pasif - Kelajuan tambah nilai meningkat sebanyak 30%. Setiap kali pengguna kemahiran mengenai musuh, sasaran tersebut akan mendapat potongan penyembuhan sebanyak 50% yang berlangsung selama 6 saat (potongan maksimum: 50%).",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Notora",
    "image_url": "https://i.imgur.com/qpkQ1J0.png",
    "skill": "RACER'S BLESSING",
    "description": "Passive - When driving, restores 5 HP every 2s for everyone in the vehicle, up to a maximum of 200 HP.",
    "description_ms": "Pasif - Semasa memandu, memulihkan 5 HP setiap 2 saat untuk semua orang di dalam kenderaan, sehingga maksimum 200 HP.",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Olivia",
    "image_url": "https://i.imgur.com/ONpMyvg.png",
    "skill": "HEALING TOUCH",
    "description": "Passive - Increase healing effects by 30% and spread 80% of the user's single-target healing\namount to teammates within 15m",
    "description_ms": "Pasif - Meningkatkan kesan penyembuhan sebanyak 30% dan menyebarkan 80% daripada jumlah penyembuhan sasaran tunggal pengguna kepada rakan sepasukan dalam jarak 15m",
    "status": "",
    "skill_type": "Passive",
    "role": "TEAM WORK",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Otho",
    "image_url": "https://i.imgur.com/awjix7g.png",
    "skill": "MEMORY MIST",
    "description": "Passive - After knocking down enemy, mark enemies within 20m and slows their movement by 25%. Lasts for 4s. When user is knocked, marks and slows down nearby enemies",
    "description_ms": "Pasif - Selepas menjatuhkan musuh, tandakan musuh dalam lingkungan 20m dan perlahankan pergerakan mereka sebanyak 25%. Bertahan selama 4 saat. Apabila pengguna dilanggar, tandakan dan perlahankan musuh berdekatan.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "yes"
  },
  {
    "name": "Paloma",
    "image_url": "https://i.imgur.com/i7VsSjh.png",
    "skill": "SHATTERBURST",
    "description": "Passive - Weapon accuracy increases for 10s after destroying a Gloo Wall.",
    "description_ms": "Pasif - Ketepatan senjata meningkat selama 10 saat selepas memusnahkan Tembok Gloo.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Rafael",
    "image_url": "https://i.imgur.com/25KB7bS.png",
    "skill": "DEAD SILENT",
    "description": "Passive - When using Snipers or Marksmen rifles, firing sound is silenced and knocked enemies bleed 85% faster",
    "description_ms": "Pasif - Apabila menggunakan senapang Penembak Tepat atau Penembak Jitu, bunyi tembakan disenyapkan dan musuh yang terkena akan berdarah 85% lebih pantas.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Rin",
    "image_url": "https://i.imgur.com/NYrVZIG.png",
    "skill": "GALE OF KUNAI",
    "description": "Passive - Summons a kunai nearby every 8s, up to 3 kunai in total. The kunai can deal significant damage to Gloo Walls and will auto-target at any enemy or Gloo Wall that the user hits, dealing up to 12 DMG. The damage increases with distance.",
    "description_ms": "Pasif - Memanggil kunai berdekatan setiap 8 saat, sehingga 3 kunai secara keseluruhan. Kunai tersebut boleh menyebabkan kerosakan yang ketara pada Dinding Gloo dan akan menyasarkan secara automatik mana-mana musuh atau Dinding Gloo yang dilanggar pengguna, mengakibatkan sehingga 12 DMG. Kerosakan meningkat dengan jarak.",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Shani",
    "image_url": "https://i.imgur.com/DeRg7XI.png",
    "skill": "GEAR RECYCLE",
    "description": "Passive - When using an active skill, gives 30 Shield Points to self and team mates within 10m, The Shield Points decay after 5s, after which players can obtain the effect again. Cooldown: 10s",
    "description_ms": "Pasif - Apabila menggunakan kemahiran aktif, memberikan 30 Mata Perisai kepada diri sendiri dan rakan sepasukan dalam jarak 10m, Mata Perisai berkurangan selepas 5 saat, selepas itu pemain boleh mendapatkan kesan tersebut sekali lagi. Tempoh Sejuk: 10 saat",
    "status": "",
    "skill_type": "Passive",
    "role": "TEAM WORK",
    "meta": "yes",
    "cs_meta": "yes"
  },
  {
    "name": "Shirou",
    "image_url": "https://i.imgur.com/20g7qRn.png",
    "skill": "DAMAGE DELIVERED",
    "description": "Passive - When user is hit by enemy from within 100m, said attacker is marked for 10s (intel is shared with teammates.) Max 4 markings.",
    "description_ms": "Pasif - Apabila pengguna dilanggar musuh dari jarak 100m, penyerang tersebut akan ditanda selama 10 saat (intel dikongsi dengan rakan sepasukan.) Maksimum 4 tanda.",
    "status": "",
    "skill_type": "Passive",
    "role": "INFO",
    "meta": "no",
    "cs_meta": "yes"
  },
  {
    "name": "Sonia",
    "image_url": "https://i.imgur.com/U2Nsxxp.png",
    "skill": "NANO LIFESHIELD",
    "description": "Passive - After taking fatal damage, enter an invulnerable and immobile state for 0.4s. Then, gain a 1 HP shield (50 HP Shield → 1 HP Shield) that lasts for 2s. The skill user will be eliminated when the shield disappears. Cooldown: 180s.",
    "description_ms": "Pasif - Selepas menerima kerosakan maut, masukkan keadaan kebal dan tidak bergerak selama 0.4 saat. Kemudian, dapatkan perisai 1 HP (50 Perisai HP → 1 Perisai HP) yang berlangsung selama 2 saat. Pengguna kemahiran akan dihapuskan apabila perisai itu hilang. Tempoh Penyejukan: 180 saat.",
    "status": "",
    "skill_type": "Passive",
    "role": "SURVIVAL",
    "meta": "no",
    "cs_meta": "no"
  },
  {
    "name": "Suzy",
    "image_url": "https://i.imgur.com/Wnbgzc5.png",
    "skill": "MONEY MARK",
    "description": "Passive - Your enemy markings have bounty value. Anyone on ally team who eliminates a marked enemy will earn 200 in-match currency. \nYou will earn an extra 100 for eliminating an enemy. Receive extra 100 FF Coins from Coin Machines in BR matches.",
    "description_ms": "Pasif - Tanda musuh anda mempunyai nilai ganjaran. Sesiapa sahaja dalam pasukan sekutu yang menghapuskan musuh yang ditanda akan memperoleh 200 mata wang dalam perlawanan.\nAnda akan memperoleh tambahan 100 untuk menghapuskan musuh. Terima tambahan 100 Syiling FF daripada Mesin Syiling dalam perlawanan BR.",
    "status": "",
    "skill_type": "Passive",
    "role": "INFO",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Thiva",
    "image_url": "https://i.imgur.com/21ulo2C.png",
    "skill": "VITAL VIBES",
    "description": "Passive - The speed of helping up teammates is increased by 70%. Cooldown: 90s. The helped up teammates recovers 60HP in 3s",
    "description_ms": "Pasif - Kelajuan membantu rakan sepasukan meningkat sebanyak 70%. Tempoh Penyejukan: 90 saat. Rakan sepasukan yang dibantu memulihkan 60HP dalam 3 saat.",
    "status": "",
    "skill_type": "Passive",
    "role": "TEAM WORK",
    "meta": "yes",
    "cs_meta": "no"
  },
  {
    "name": "Wolfrahh",
    "image_url": "https://i.imgur.com/oN94Iw9.png",
    "skill": "LIMELIGHT",
    "description": "Passive - Every elimination will add one spectator, and the number of spectators will not reduce. With each additional spectator, damage taken from headshots reduces by 4% (max. 12%) and headshot damage to enemies increases by 10% (max. 30%).",
    "description_ms": "Pasif - Setiap penyingkiran akan menambah seorang penonton, dan bilangan penonton tidak akan berkurangan. Dengan setiap penonton tambahan, kerosakan yang diambil daripada headshot berkurangan sebanyak 4% (maksimum 12%) dan kerosakan headshot kepada musuh meningkat sebanyak 10% (maksimum 30%).",
    "status": "",
    "skill_type": "Passive",
    "role": "ATTACK",
    "meta": "no",
    "cs_meta": "no"
  }
]
