[
  {
    "id": "enhance_hammer",
    "name": "Enhance Hammer",
    "category": "Loadout",
    "image_url": "https://i.imgur.com/gClc4RN.png",
    "description": {
      "br": "Enhance your or your teammates' weapon on the panel.\n\n- Each enhancement costs 600 FF Coins.\n- Weapons can be enhanced through the panel for 600 FF Coins each, applying to either your own or a teammate's weapon.\n- All attachments on an enhanced weapon are upgraded to the maximum level, with one attachment further boosted to the highest red-tier.\n- Enhanced attachments are permanently fixed to the weapon and cannot be removed.",
      "cs": "Earn tokens via eliminations and enhance weapons / gloo walls during purchase phase.\n\n- A hammer token is granted for every two eliminations.\n- Tokens can be used during the purchase phase to enhance weapons in the CS Store, with the effect shared across the team.\n- Hammer tokens can also be spent to enhance Gloo Walls for your team to carry up to 6 Gloo Walls."
    },
    "description_ms": {
      "br": "Tingkatkan senjata anda atau rakan sepasukan melalui panel.\n\n- Setiap peningkatan berharga 600 Syiling FF.\n- Senjata boleh ditingkatkan melalui panel dengan 600 Syiling FF... satu, sama ada untuk senjata anda sendiri atau rakan sepasukan.\n- Semua aksesori pada senjata yang ditingkatkan dinaik taraf ke tahap maksimum, dengan satu aksesori dipertingkatkan lagi ke tahap tertinggi (gred merah).\n- Aksesori yang telah ditingkatkan akan kekal pada senjata dan tidak boleh ditanggalkan.",
      "cs": "Dapatkan token melalui eliminasi dan tingkatkan senjata / Gloo Wall semasa fasa pembelian.\n\n- Token tukul diberikan bagi setiap dua eliminasi.\n- Token boleh digunakan semasa fasa pembelian untuk meningkatkan senjata di Kedai CS, dan kesannya dikongsi bersama pasukan.\n- Token tukul juga boleh digunakan untuk meningkatkan Gloo Wall supaya pasukan anda boleh membawa sehingga 6 Gloo Wall."
    }
  },
  {
    "id": "super_leg_pocket",
    "name": "Super Leg Pocket",
    "category": "Loadout",
    "image_url": "https://i.imgur.com/hVW6fWi.png",
    "description": {
      "br": "Start with extra utility items and inventory advantages.\n\n- Receive bonfire, additional backpack space, extra armor, and other items at the start of the match.",
      "cs": "Start each match with key items and extra protection.\n\n- Receive bonfire, katana, extra armor, and other items at the start of the match."
    },
    "description_ms": {
      "br": "Mulakan dengan item utiliti tambahan dan kelebihan inventori.\n\n- Terima unggun api, ruang beg tambahan, perisai tambahan, dan item lain pada permulaan perlawanan.",
      "cs": "Mulakan setiap perlawanan dengan item penting dan perlindungan tambahan.\n\n- Terima unggun api, katana, perisai tambahan, dan item lain pada permulaan perlawanan."
    }
  },
  {
    "id": "tactical_market",
    "name": "Tactical Market",
    "category": "Loadout",
    "image_url": "https://i.imgur.com/OBnERWB.png",
    "description": {
      "br": "Access the market anytime, anywhere (includes Bolt Maker).\n\n- Purchasable items include: Info Box, Arsenal Key, Hit List, Tactical Gadgets, Monster Truck, and the new Bolt Maker.\n- Bolt Maker: up to 5 per match, available within 600s after the match starts.\n- Use the Bolt Maker to create a Lightning Zone that lasts for 30s.\n- Lightning strikes randomly inside the zone once per second, dealing 60 DMG to enemies.\n- Your teammates are immune to the effect.",
      "cs": "Get a tactical panel each round and deploy a chosen gadget.\n\n- Open the panel and choose one gadget to deploy at a target location.\n- Super Bonfire: Heals teammates within 8m over time and provides combat boosts.\n- Smoke Vortex: Generates a swirling smoke field that blocks enemy vision.\n- Cyber Barricade: Deploys large barriers for cover.\n- These gadgets can also be purchased as throwable items from the CS Store."
    },
    "description_ms": {
      "br": "Akses pasaran bila-bila masa, di mana-mana sahaja (termasuk Bolt Maker).\n\n- Item yang boleh dibeli termasuk: Info Box, Arsenal Key, Hit List, Tactical Gadgets, Monster Truck, dan Bolt Maker baharu.\n- Bolt Maker: sehingga 5 kali setiap perlawanan, tersedia dalam 600 saat selepas perlawanan bermula.\n- Gunakan Bolt Maker untuk mencipta Lightning Zone yang bertahan selama 30 saat.\n- Kilat akan menyambar secara rawak dalam zon sekali setiap saat, memberikan 60 DMG kepada musuh.\n- Rakan sepasukan anda kebal terhadap kesan ini.",
      "cs": "Dapatkan panel taktikal setiap pusingan dan letakkan gajet pilihan.\n\n- Buka panel dan pilih satu gajet untuk diletakkan di lokasi sasaran.\n- Super Bonfire: Menyembuhkan rakan sepasukan dalam jarak 8m dari masa ke masa dan memberikan peningkatan pertempuran.\n- Smoke Vortex: Menghasilkan medan asap berpusing yang menghalang penglihatan musuh.\n- Cyber Barricade: Letakkan penghadang besar sebagai perlindungan.\n- Gajet ini juga boleh dibeli sebagai item balingan di Kedai CS."
    }
  },
  {
    "id": "team_booster",
    "name": "Team Booster",
    "category": "Loadout",
    "image_url": "https://i.imgur.com/RAG1acC.png",
    "description": {
      "br": "Equip up to 3 unique team boosts and swap anytime.\n\n- You'll have up to 3 boost slots to equip any 3 out of 6 available boosts.\n- Each boost can only be selected once per team and is applied to all teammates.\n- The first slot unlocks automatically at match start; the second and third can be unlocked for 400 and 800 FF coins, respectively.\n- You can swap boosts at any time during the match, and unlocked slots remain active after you're revived.\n\nUnique boosts:\n- HP/EP Recovery: Restore 2 EP and 1 HP every second.\n- Speed Up: Move 7% faster after not firing or not taking damage for 4s.\n- Extra Heal: Receive 10% more healing. The effect disappears 2s after taking out-of-zone damage.\n- Out-Zone Buff: When outside the Safe Zone, EP conversion rate +200% and move 7% faster.\n- Gloo Wall: Increase Gloo Wall's HP by 100.\n- Armor: Restore 3% armor durability every second.",
      "cs": "Helper Bot revives teammates remotely + Secret Bazaar team buffs in CS Store.\n\n- Get a Helper Bot per round.\n- When a teammate is knocked down within 16m, you can release the bot to help them up remotely.\n- The Helper Bot can be destroyed if shot.\n- The Helper Bot takes 7.5s to help up a teammate, reduced to 4s with Thiva's skill.\n- The Secret Bazaar section is available in the CS Store, offering team buffs for purchase."
    },
    "description_ms": {
      "br": "Lengkapkan sehingga 3 boost pasukan unik dan tukar bila-bila masa.\n\n- Anda mempunyai sehingga 3 slot boost untuk melengkapkan mana-mana 3 daripada 6 boost yang tersedia.\n- Setiap boost hanya boleh dipilih sekali setiap pasukan dan digunakan kepada semua rakan sepasukan.\n- Slot pertama terbuka secara automatik pada permulaan perlawanan; slot kedua dan ketiga boleh dibuka dengan 400 dan 800 syiling FF.\n- Anda boleh menukar boost pada bila-bila masa semasa perlawanan, dan slot yang dibuka kekal aktif selepas anda dihidupkan semula.\n\nBoost unik:\n- HP/EP Recovery: Pulihkan 2 EP dan 1 HP setiap saat.\n- Speed Up: Bergerak 7% lebih laju selepas tidak menembak atau tidak menerima damage selama 4s.\n- Extra Heal: Terima 10% lebih banyak penyembuhan. Kesan hilang 2s selepas menerima damage di luar zon.\n- Out-Zone Buff: Semasa di luar Safe Zone, kadar penukaran EP +200% dan bergerak 7% lebih laju.\n- Gloo Wall: Tingkatkan HP Gloo Wall sebanyak 100.\n- Armor: Pulihkan 3% ketahanan armor setiap saat.",
      "cs": "Helper Bot menghidupkan rakan sepasukan dari jauh + Secret Bazaar buff pasukan di Kedai CS.\n\n- Dapatkan Helper Bot setiap pusingan.\n- Jika rakan sepasukan tumbang dalam jarak 16m, anda boleh lepaskan bot untuk membantu mereka bangun dari jauh.\n- Helper Bot boleh dimusnahkan jika ditembak.\n- Helper Bot mengambil masa 7.5s untuk membantu rakan sepasukan bangun, dikurangkan kepada 4s dengan skill Thiva.\n- Seksyen Secret Bazaar tersedia di Kedai CS untuk membeli buff pasukan."
    }
  }
]
